{
  "name": "Pummeluff",
  "url": "https://www.pokewiki.de/Pummeluff",
  "type": 0,
  "text": "Pummeluff ist ein kleines, kugelrundes Pokémon, dessen Körper von einem rosafarbenen Fell bedeckt ist. Pummeluff sind herausragende Sänger. Wenn es Gesang einsetzt, steigt seine Ausdauer und alle Zuhörer werden in Tiefschlaf versetzt.",
  "img": "pummeluff.png"
}, {
  "name": "Pikachu",
  "url": "https://www.pokewiki.de/Pikachu",
  "type": 0,
  "text": "Pikachu ist ein kleines, recht scheues Pokémon, welches zwar in vielen Gegenden heimisch ist, jedoch eher selten beobachtet wird.  Zieht man ein Pikachu am Schweif, so beißt es um sich!",
  "img": "pikachu.png"
}, {
  "name": "Hadoop",
  "url": "https://de.wikipedia.org/wiki/Apache_Hadoop",
  "type": 1,
  "text": "Apache Hadoop ist ein freies, in Java geschriebenes Framework für skalierbare, verteilt arbeitende Software. Es basiert auf dem MapReduce-Algorithmus und ermöglicht es, intensive Rechenprozesse mit großen Datenmengen (Big Data, Petabyte-Bereich) auf Computerclustern durchzuführen.",
  "img": "hadoop.png"
}, {
  "name": "Summingbird",
  "url": "https://github.com/twitter/summingbird",
  "type": 1,
  "text": "Summingbird erlaubt es, MapReduce Programme zu implementieren, die wie native Scala oder Java Anwendungen aussehen. Jedoch erlaubt Summingbird die Verarbeitung entweder von Stapeldaten (mittels Scalding), von Datenströmen (mittels Storm) oder eine Kombination von beiden.",
  "img": "summingbird.png"
}, {
  "name": "Flink",
  "url": "https://flink.apache.org/",
  "type": 1,
  "text": "Apache Flink ist ein Datenstrom-Verarbeitungs-Framework. Den Kern von Apache Flink bildet eine verteilte Datenfluss-Engine, die es erlaubt sowohl Datenströme als auch Stapeldaten zu verarbeiten.",
  "img": "flink.jpg"
}, {
  "name": "Impala",
  "url": "http://impala.io/",
  "type": 1,
  "text": "Impala ist ein Abfragewerkzeug für Daten aus dem Hadoop-Dateisystem, HBase und Amazon S3, ohne, dass Daten verschoben oder transformiert werden müssen.",
  "img": "impala.png"
}, {
  "name": "Seahorse",
  "url": "https://seahorse.deepsense.io/",
  "type": 1,
  "text": "Seahorse ist ein Framework, welches es erlaubt, Spark Anwendungen visuell zu entwickeln. Es eignet sich daher hervorragend, um Prototypen mittels Drag & Drop zu bauen.",
  "img": "seahorse.png"
}, {
  "name": "Seeper",
  "url": "https://www.pokewiki.de/Seeper",
  "type": 0,
  "text": "Seeper ist ein kleines, hauptsächlich hellblau gefärbtes Pokémon. Wenn Seeper Gefahr wittert, versprüht es reflexartig eine tiefschwarze Tinte aus seinem Mund und ergreift die Flucht. ",
  "img": "horsea.png"
}, {
  "name": "Spoink",
  "url": "https://www.pokewiki.de/Spoink",
  "type": 0,
  "text": "Spoink ist ein kleines, grau gefärbtes Pokémon. Sein Name setzt sich zusammen aus den Wörtern \"springe\" und \"oink\" (dem Laut von Schweinen). Nicht zu verwechseln mit Splunk!",
  "img": "spoink.png"
}, {
  "name": "Splunk",
  "url": "https://de.wikipedia.org/wiki/Splunk",
  "type": 0,
  "text": "Splunk ist ein Log-, Monitoring- und Reporting-Tool für IT-Systemadministratoren. Splunk soll Systemadministratoren dabei unterstützen, Störfälle zu erkennen und zu analysieren. Splunk nutzt als Basistechnologie MapReduce, um die relevanten Daten, Ereignisse und Logdateien zu erfassen, zu indexieren und durchsuchbar zu machen.",
  "img": "splunk.png"
}]
